// В завданні 3 також потрібно перевіряти всі значення, які ви читаєте з localStorage і записуєте в поля форми.Якщо там пусто, вам у поля запишеться undefined.
//  При сабміті форми не забувайте чистити обʼєкт в якому зберігаєте значення з полів форми, щоб інформація не тягнулась в наступні сабміти.
// 	Форма має відправлятись при заповнених 2 - х полях форми
// Також залишу вам відео - інструкцію, як користуватись Парселем:
// https://www.loom.com/share/88768db322604d6e8e227e590db52f00
// Всім продуктивного тижня: wink:* /;
